Repository: GNOME/xdg-desktop-portal-gnome
Catalog: po/*.po
Languages: ia, kab, sr@latin, ug

source: Portal
kab: Awwur
ug: دەرۋازا

source: Deny
ia: Denegar
kab: Aggi
sr@latin: Odbij
ug: رەت قىل

source: Allow
ia: Permitter
kab: Sireg
sr@latin: Dozvoli
ug: يول قوي

source: Select an Image
ia: Selectiona un imagine
kab: Fren tugna
sr@latin: Izaberi sliku
ug: سۈرەت تاللىنىدۇ

source: Cancel
ia: Cancellar
kab: Sefsex
sr@latin: Otkaži
ug: ۋاز كەچ

source: Select
ia: Selectionar
kab: Fren
sr@latin: Izaberi
ug: تاللا

source: Clear
ia: Nettar
kab: Sfeḍ
sr@latin: Očisti
ug: تازىلا

source: Images
ia: Imagines
kab: Tugniwin
sr@latin: Slike
ug: سۈرەت

source: Share your personal information with %1$s? %2$s
ia: Compartir tu information personal con %1$s? %2$s
kab: Bḍu talɣut-ik tudmawant akked %1$s? %2$s
sr@latin: Da li želite podeliti vaše lične podatke sa %1$s? %2$s
ug: شەخسىي ئۇچۇرلىرىڭىزنى %1$s بىلەن ھەمبەھىرلەمدۇ؟ %2$s

source: Share your personal information with the requesting app? %s
ia: Compartir le information personal con le applicatio requestante %s
kab: Bḍu talɣut-ik tudmawant akked usnas amattar? %s
sr@latin: Da li želite podeliti vaše lične podatke sa ovim programom? %s
ug: ئىلتىماس قىلغان ئەپ بىلەن شەخسىي ئۇچۇرلىرىڭىزنى ھەمبەھىرلەمدۇ؟ %s

source: Share Details
ia: Compartir detalios
kab: Bḍu ttfaṣil
sr@latin: Podeli pojedinosti
ug: تەپسىلاتىنى ھەمبەھىرلە

source: _Cancel
ia: _Cancellar
kab: Sefsex (_C)
sr@latin: Ot_kaži
ug: ۋاز كەچ(_C)

source: _Share
ia: _Compartir
kab: Bḍu (_S)
sr@latin: _Deli
ug: ھەمبەھىر(_S)

source: Change Avatar
ia: Cambiar avatar
kab: Beddel avatar
sr@latin: Izmeni avatar
ug: سىما ئۆزگەرت

source: Name
ia: Nomine
kab: Isem
sr@latin: Ime
ug: ئاتى

source: Username
ia: Nomine de usator
kab: Isem n umseqdac
sr@latin: Korisničko ime
ug: ئىشلەتكۈچى ئاتى

source: _OK
ia: De acc_ordo
kab: IH (_O)
sr@latin: U _redu
ug: جەزملە(_O)

source: Failed to start Software
ia: Falleva le initio de Software
kab: Ur yessaweḍ ara ad d-yesslḥu Aseɣẓan
sr@latin: Nisam uspeo da pokrenem Programe
ug: يۇمشاق دېتالنى قوزغىتالمىدى

source: Choose an app to open the file “%s”
ia: Elige un application pro aperir le file “%s”
sr@latin: Izaberite program za otvaranje datoteke „%s“
ug: «%s» ھۆججەتنى ئاچىدىغان پىروگرامما تاللىنىدۇ

source: Choose an app
ia: Eliger un application
sr@latin: Izaberite program
ug: ئەپ تاللىنىدۇ

source: No apps installed that can open “%s”. You can find more apps in Software
ia: Necun applicationes installate pote aperir “%s”. Tu pote trovar plus applicationes in Software
kab: Ulac isnasen i yettwasbedden i izemren ad ldin "%s". Tzemreḍ ad tafeḍ ugar n yisnasen deg useɣẓan
sr@latin: Nema instaliranih programa koji mogu otvoriti „%s“. Možete naći više programa u Programima
ug: «%s» نى ئاچالايدىغان ھېچ قانداق ئەپ ئورنىتىلمىغان. يۇمشاق دېتالدىن نۇرغۇن ئەپنى تاپالايسىز

source: No suitable app installed. You can find more apps in Software.
ia: Necun application adequate installate. Tu pote trovar plus applicationes in Software.
kab: Ulac asnas iwatan yettwasbedden. Tzemreḍ ad tafeḍ ugar n yisnasen deg Useɣẓan.
sr@latin: Nijedan odgovarajući program nije instaliran. Možete naći više programa u Programima.
ug: مۇۋاپىق ئەپ ئورنىتىلمىغان. يۇمشاق دېتالدىن نۇرغۇن ئەپنى تاپالايسىز.

source: Open With…
ia: Aperir con…
kab: Ldi s…
sr@latin: Otvori pomoću…
ug: ئاچقۇز…

source: _Open
ia: _Aperir
kab: Ldi (_O)
sr@latin: Ot_vori
ug: ئاچ(_O)

source: No Apps Available
ia: Necun applicationes disponibile
kab: Ulac isnasen i yellan
sr@latin: Nema dostupnih programa
ug: ئىشلەتكىلى بولىدىغان ئەپ يوق

source: _Find More in Software
ia: Trovar plus in So_ftware
kab: Nadi ugar deg useɣẓan (_F)
sr@latin: _Nađi više u Programima
ug: يۇمشاق دېتالدىن كۆپرەك ئىزدە(_F)

source: Create Web App
ia: Crear application web
kab: Snulfu-d asnas Web
sr@latin: Napravi veb program
ug: تور ئەپ قۇر

source: Create App
ia: Crear application
kab: Snulfu-d asnas
sr@latin: Napravi program
ug: ئەپ قۇر

source: C_reate
ia: C_rear
kab: Snulfu-d (_R)
sr@latin: _Napravi
ug: قۇر(_R)

source: Press %s
sr@latin: Pritisnite %s
ug: %s بېسىلىدۇ

source: Press %s or %s
sr@latin: Pritisnite %s ili %s
ug: %s ياكى %s بېسىلىدۇ

source: Undocumented shortcut
sr@latin: Nedokumentovana prečica
ug: ئارخىپلاشتۇرۇلمىغان تېزلەتمە

source: The application %s wants to capture input events
ia: Le application %s vole capturar le eventos de entrata
kab: Asnas %s yebɣa ad yeṭṭef tidyanin n unekcum
sr@latin: Program %s želi hvatati ulazne događaje
ug: %s پىروگرامما‎‏ كىرگۈزۈش ھادىسىسىگە ئېرىشمەكچى

source: An application wants to capture input events
ia: Un application vole capturar le eventos de entrata
kab: Asnas yebɣa ad yeṭṭef tidyanin n unekcum
sr@latin: Program želi pregled ulaznih događaja
ug: پىروگرامما كىرگۈزۈش ھادىسىسىگە ئېرىشمەكچى

source: Capture Input
ia: Capturar entrata
kab: Tuffɣa n tuṭṭfa
sr@latin: Hvataj ulaz
ug: كىرگۈزۈشكە ئېرىش

source: Allow Remote _Input Capturing
ia: Perm_itter le captura de entrata remote
kab: Sireg tuṭṭfa n unekcum tanmeggagt (_I)
sr@latin: Dozvol_i udaljeno hvatanje ulaza
ug: يىراقتىن كىرگۈزۈشكە ئېرىشىشكە يول قوي(_I)

source: Remote Desktop
ia: Scriptorio remote
kab: Tanarit tanmeggagt
sr@latin: Udaljena radna površ
ug: يىراقتىكى ئۈستەل ئۈستى

source: _Remember This Selection
ia: _Rememorar iste selection
kab: Cfu ɣef tefrant-a (_R)
sr@latin: Zapamti ovaj izbo_r
ug: بۇ تاللاشنى ئەستە تۇت(_R)

source: Allow Remote _Interaction
ia: Permitter _interaction remote
kab: Sireg amyigew anmeggag (_I)
sr@latin: Dozvol_i udaljeno upravljanje
ug: يىراقتىن تەسىرلىشىشكە يول قوي(_I)

source: Allow _Clipboard Access
ia: Permitter a_cceso al area de transferentia
kab: Sireg anekcum ɣer tecfawt (_C)
sr@latin: Dozvoli pristup o_stavi
ug: چاپلاش تاختىسى ئىجازىتىگە يول قوي(_C)

source: Share Screen
ia: Compartir schermo
kab: Beṭṭu n ugdil
sr@latin: Podeli ekran
ug: ئېكران ھەمبەھىر

source: Virtual Monitor
ia: Monitor virtual
kab: Asefrak uhlis
sr@latin: Virtuelni ekran
ug: مەۋھۇم كۆزەتكۈچ

source: %s wants to share your screen. Choose what you'd like to share.
ia: %s vole compartir tu schermo. Elige lo que tu volerea compartir.
kab: %s yebɣa ad yebḍu agdil-ik. Fren acu i tebɣiḍ ad t-tebḍuḍ.
sr@latin: Program „%s“ želi podeliti vaš ekran. Izaberite šta želite podeliti.
ug: %s ئېكرانىڭىزنى ھەمبەھىرلىمەكچى. ھەمبەھىرلەيدىغان مەزمۇننى تاللاڭ.

source: An app wants to share your screen. Choose what you'd like to share.
ia: Un application vole compartir tu schermo. Elige lo que tu volerea compartir.
kab: Asnas yebɣa ad yebḍu agdil-ik. Fren acu i tebɣiḍ ad t-tebḍuḍ.
sr@latin: Program želi podeliti vaš ekran. Izaberite šta želite podeliti.
ug: ئەپ ئېكرانىڭىزنى ھەمبەھىرلىمەكچى. ھەمبەھىرلەيدىغان مەزمۇننى تاللاڭ.

source: _Remember this selection
ia: _Rememorar iste selection
kab: Cfu ɣef tefrant-a (_R)
sr@latin: Zapamti ovaj izbo_r
ug: بۇ تاللاشنى ئەستە تۇت(_R)

source: _Window
ia: _Fenestra
sr@latin: _Prozor
ug: كۆزنەك(_W)

source: _Display
ia: _Schermo
sr@latin: _Prikaz
ug: كۆرسەت(_D)

source: Share this screenshot with %s?
ia: Compartir iste captura de schermo con %s?
kab: Bḍu tuṭṭf-a n ugdil akked %s?
sr@latin: Da podelim ovaj snimak ekrana sa „%s“?
ug: بۇ ئېكران كۆرۈنۈشىنى %s بىلەن ھەمبەھىرلەمدۇ؟

source: Share this screenshot with the requesting app?
ia: Compartir iste captura de schermo con le application requestante?
kab: Bḍu tuṭṭf-a n ugdil akked usnas amattar?
sr@latin: Podeliti ovaj snimak ekrana sa programom koji to zahteva?
ug: بۇ ئېكران كۆرۈنۈشىنى ئىلتىماس قىلغان ئەپ بىلەن ھەمبەھىرلەمدۇ؟

source: Screenshot
ia: Captura de schermo
kab: Tuṭṭfa n ugdil
sr@latin: Snimak ekrana
ug: ئېكران كۆرۈنۈشى

source: _Options…
ia: _Optiones…
kab: Tinefrunin (_O)
sr@latin: _Opcije…
ug: تاللانما(_O)…

source: Take _Screenshot
ia: Prender captura de _schermo
kab: Ṭṭef-d agdil (_S)
sr@latin: _Snimi ekran
ug: ئېكران كۆرۈنۈشى تۇت(_S)

source: Take Screenshot
ia: Prender captura de schermo
kab: Ṭṭef-d agdil
sr@latin: Napravi snimak ekrana
ug: ئېكران كۆرۈنۈشى تۇت

source: Grab Whole Sc_reen
ia: Capturar sche_rmo integre
kab: Llumeẓ akk agdil
sr@latin: Snimi celu _radnu površ
ug: پۈتكۈل ئېكراننى تۇت(_R)

source: Grab Current _Window
ia: Capturar _fenestra actual
kab: Err-d asfaylu amiran (_W)
sr@latin: Snimi _trenutni prozor
ug: نۆۋەتتىكى كۆزنەكنى تۇت(_W)

source: Select _Area to Grab
ia: Selectionar area a _capturar
kab: Fren tamnaḍt i tira (_A)
sr@latin: Iz_aberi oblast snimanja
ug: تۇتىدىغان دائىرىنى تاللا(_A)

source: Grab after a _delay of
ia: Capturar post un retar_do de
kab: Err-d seld mi tεedda tenzagt n (_d)
sr@latin: Snimi nakon _zastoja od
ug: تۇتۇشتىن ئىلگىرىكى كېچىكتۈرۈش ۋاقتى(_D)

source: seconds
ia: secundas
kab: tasinin
sr@latin: sekunde
ug: سېكۇنت

source: Effects
ia: Effectos
kab: Isemda
sr@latin: Efekti
ug: ئۈنۈم

source: Include _Pointer
ia: Includer _punctator
kab: Seddu asewwar (_P)
sr@latin: Uključi _pokazivač
ug: نۇربەلگە بار(_P)

source: Include Window _Border
ia: Includer bordo de fenestra
kab: Sedu tama n usfaylu (_B)
sr@latin: Uključi ivicu prozor_a
ug: كۆزنەك گىرۋىكى بار(_B)

source: Requested setting not found
ia: Configuration requestate non trovate
kab: Aɣewwaṛ-nni yettwasutren ulac-it
sr@latin: Zatraženo podešavanje nije nađeno
ug: ئىلتىماس قىلغان تەڭشەكنى تاپالمىدى

source: Serial Number
ia: Numero de serie
sr@latin: Serijski broj
ug: تەرتىپ نومۇرى

source: %s wants to access the following USB devices
ia: %s vole acceder al sequente dispositivos USB
sr@latin: %s želi da pristupi sledećim USB uređajima
ug: %s تۆۋەندىكى USB ئۈسكۈنىنى زىيارەت قىلماقچى

source: An app wants to access the following USB devices
ia: Un application vole acceder al sequente dispositivos USB
sr@latin: Program želi da pristupi sledećim USB uređajima
ug: ئەپ تۆۋەندىكى USB ئۈسكۈنىنى زىيارەت قىلماقچى

source: Unknown device
ia: Dispositivo non cognoscite
sr@latin: Nepoznati uređaj
ug: يوچۇن ئۈسكۈنە

source: Unknown vendor
ia: Venditor non cognoscite
sr@latin: Nepoznati proizvođač
ug: يوچۇن تەمىنلىگۈچى

source: Device Access
ia: Accesso de dispositivo
sr@latin: Pristup uređaju
ug: ئۈسكۈنە ئىجازىتى

source: _Deny
ia: _Denegar
sr@latin: _Odbij
ug: رەت قىل(_D)

source: _Allow
ia: _Permitter
sr@latin: _Dozvoli
ug: يول قوي(_A)

source: Failed to display USB device
ia: Falleva le visualisation del dispositivo USB
sr@latin: Nisam uspeo da prikažem USB uređaj
ug: USB ئۈسكۈنىنى كۆرسىتەلمىدى

source: Set Background
ia: Definir fundo
kab: Sbadu agilal
sr@latin: Podesi pozadinu
ug: تەگلىك تەڭشىكى

source: _Set
ia: _Definir
kab: _Sbadu
sr@latin: Po_stavi
ug: تەڭشەك(_S)

source: Failed to load image file
ia: Falleva le cargamento del file de imagine
kab: Asali n ufaylu n tugna ur yeddi ara
sr@latin: Nisam uspeo da učitam datoteku sa slikom
ug: سۈرەت ھۆججەتنى يۈكلىيەلمىدى

source: Choose an app to open the file “%s”.
kab: Fren asnas akken ad teldiḍ afaylu “%s”.

source: Choose an app.
kab: Fren asnas.

source: _Select
kab: Fren (_S)

source: _Save
kab: _Sekles

source: Open files read-only
kab: Ldi-d ifuyla s tɣuri kan

source: Open directories read-only
kab: Ldi-d ikaramen s tɣuri kan

source: Application _Window
kab: Asfaylu n usnas (_W)

source: _Entire Screen
kab: Agdil akk
