Repository: GNOME/xdg-desktop-portal-gnome
Catalog: po/kw.po
Languages: kw

source: Deny
kw: Nagha

source: Allow
kw: Alowa

source: Select an Image
kw: Dewis unn Aven

source: Cancel
kw: Hedhi

source: Select
kw: Dewis

source: Clear
kw: Dilea

source: Images
kw: Avenyow

source: Share your personal information with %1$s? %2$s
kw: Kevrenna dha kedhlow personel agns %1$s? %2$s

source: Share your personal information with the requesting app? %s
kw: Kevranna dha kedhlow personel gans an app ow peji? %s

source: Share Details
kw: Kevrenna Manylyon

source: _Cancel
kw: _Hedhi

source: _Share
kw: _Kevrenna

source: Change Avatar
kw: Chanjya Aven Profil

source: Name
kw: Hanow

source: Username
kw: Hanow Usyer

source: _OK
kw: _Da Lowr

source: Failed to start Software
kw: Y fyllis dalleth Medhelweyth

source: Choose an app to open the file “%s”
kw: Dewis unn app rag ygeri an restren “%s”

source: Choose an app
kw: Dewis unn app

source: No apps installed that can open “%s”. You can find more apps in Software
kw: Appys leys vyth may ygeri “%s”. Ty a yll kavos appys moy yn Medhelweyth

source: No suitable app installed. You can find more apps in Software.
kw: App fytti leys vyth. Ty a yll kavos appys moy yn Medhelweyth.

source: Open With
kw: Ygeri Gans

source: _Open
kw: _Ygeri

source: No Apps Available
kw: Appys Kavadow Vyth

source: _Find More in Software
kw: _Kavos Moy yn Medhelweyth

source: Create Web App
kw: Gul App Gwi

source: Create App
kw: Gul App

source: C_reate
kw: _Gul

source: Press %s
kw: Tava %s

source: Press %s or %s
kw: Tava %s po %s

source: Undocumented shortcut
kw: Kesunyans ankoth

source: The application %s wants to capture input events
kw: An app %s mynnes gweles darvosow ynworrans

source: An application wants to capture input events
kw: An app mynnes gweles darvosow ynworrans

source: Capture Input
kw: Gweles Ynworrans

source: Allow Remote _Input Capturing
kw: Alowa Gweles _Ynworrans Pell

source: Remote Desktop
kw: Pelldesktop

source: _Remember This Selection
kw: _Kova An Dewis Ma

source: Allow Remote _Interaction
kw: Alowa _Kesvewyans Pell

source: Allow _Clipboard Access
kw: Alowa Hedhas Astell _Glypp

source: Share Screen
kw: Kevrenna Skrin

source: Virtual Monitor
kw: Skrin Gowir

source: %s wants to share your screen. Choose what you'd like to share.
kw: %s mynnes kevrenna dha skrin. Dewis pyth ty mynnes kevrenna.

source: An app wants to share your screen. Choose what you'd like to share.
kw: An app mynnes kevrenna dha skrin. Dewis pyth ty mynnes kevrenna.

source: _Remember this selection
kw: _Kova an dewis ma

source: _Window
kw: _Fenester

source: _Display
kw: _Displetyans

source: Share this screenshot with %s?
kw: Kevrenna an skrin-imach ma gans %s?

source: Share this screenshot with the requesting app?
kw: Kevrenna an skrin-imach ma gans an app ow peji?

source: Screenshot
kw: Skrin-Imach

source: _Options…
kw: _Dewisyow…

source: Take _Screenshot
kw: Degemeres _Skrin-Imach

source: Take Screenshot
kw: Degemeres Skrin-Imach

source: Grab Whole Sc_reen
kw: Kibya S_krin Dien

source: Grab Current _Window
kw: Kibya _Fenester A-Lemmyn

source: Select _Area to Grab
kw: Dewis _Arenebedh rag Kibya

source: Grab after a _delay of
kw: Kibya wosa unn ardak a

source: seconds
kw: eylennow

source: Effects
kw: Effeythyow

source: Include _Pointer
kw: Komprehendya _Resell

source: Include Window _Border
kw: Komprehendya _Or Fenester

source: Requested setting not found
kw: Settyans govynys na kavosys

source: Serial Number
kw: Niver Kesresek

source: %s wants to access the following USB devices
kw: %s mynnes drehedhes an devisyow USB a sew

source: An app wants to access the following USB devices
kw: Unn app mynnes drehedhes an devisyow USB a sew

source: Unknown device
kw: Devis ankoth

source: Unknown vendor
kw: Gwerther ankoth

source: Device Access
kw: Hedhas Devis

source: _Deny
kw: _Nagha

source: _Allow
kw: _Alowa

source: Failed to display USB device
kw: Y fyllis diskwedhes devis USB

source: Set Background
kw: Gorra Kilva

source: _Set
kw: _Gorra

source: Failed to load image file
kw: Y fyllis karga restren aven
